demo-output/website/campaign/F4_runs/cyl/M7.0/medium/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     rhoCentralFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         6.000000;
deltaT          1e-6;
writeControl    runTime;
writeInterval   0.750000;
purgeWrite      0;
writeFormat     ascii;
writePrecision  8;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable true;
adjustTimeStep  yes;
maxCo           0.3;
maxDeltaT       1e-3;
